tap "adoptopenjdk/openjdk"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jondot/tap"
tap "remotemobprogramming/brew"
tap "tomanthony/brews"
tap "zmwangx/npm-noob"
brew "argocd"
brew "gettext"
brew "python@3.9"
brew "glib"
brew "circleci"
brew "composer"
brew "docker", link: false
brew "docker-compose", link: false
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "gobuster"
brew "hashcat"
brew "httpie"
brew "hub"
brew "python@3.8"
brew "libomp"
brew "imagemagick"
brew "jenv"
brew "krb5"
brew "kubernetes-cli"
brew "kustomize"
brew "libpq", link: true
brew "unibilium"
brew "libuv"
brew "libyaml"
brew "luv"
brew "mas"
brew "neofetch"
brew "neovim"
brew "netcat"
brew "node"
brew "netlify-cli"
brew "nmap"
brew "openvpn"
brew "protobuf"
brew "pyenv"
brew "scala"
brew "telnet"
brew "terminal-notifier"
brew "tmux"
brew "trash"
brew "tree"
brew "volta"
brew "wget"
brew "yarn"
brew "zsh-autosuggestions"
brew "jondot/tap/hygen"
brew "remotemobprogramming/brew/mob"
brew "tomanthony/brews/itermocil"
brew "zmwangx/npm-noob/noob"
cask "adobe-acrobat-reader"
cask "adobe-creative-cloud"
cask "adoptopenjdk11"
cask "alfred"
cask "atext"
cask "bankid"
cask "chromium"
cask "daisydisk"
cask "docker"
cask "dropbox"
cask "dymo-label"
cask "edex-ui"
cask "firefox"
cask "fliqlo"
cask "google-chrome"
cask "hyper"
cask "inkdrop"
cask "intellij-idea"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "little-snitch"
cask "mullvadvpn"
cask "openvpn-connect"
cask "postico"
cask "postman"
cask "signal"
cask "sizeup"
cask "slack"
cask "spotify"
cask "station"
cask "steam"
cask "sublime-text"
cask "telegram"
cask "tor-browser"
cask "transmission"
cask "transmit"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "whatsapp"
cask "xquartz"
cask "zeplin"
mas "Bear", id: 1091189122
mas "BetterSnapTool", id: 417375580
mas "Fenêtre", id: 1286743037
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Meeter", id: 1510445899
mas "Micro Snitch", id: 972028355
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
mas "Things", id: 904280696
mas "Xcode", id: 497799835
